Repository: nakijun/vtp
Catalog: i18n/*/Enviro.po
Languages: pt

source: Startup
pt: Iniciar

source: No terrains found (datapath/Terrains/*.xml)
pt: Não foi encontrado terreno (datapath/Terrains/*.xml)

source: Please choose a terrain
pt: Por favor escolha um terreno

source: Select Terrain
pt: Selecione o terreno

source: Terrain Creation Parameters
pt: Parametros de Criação de terreno

source: Couldn't load from that file.
pt: Não consegui carregar o arquivo.

source: Upgrading the .ini to a .xml file.
pt: Atualizando o arquivo .ini para um .xml.

source: Deleting old file:
pt: Apagando o arquivo velho:

source: Couldn't save to file %hs.
pt: Não consigo salvar para o arquivo %hs.

source: Please make sure the file is not read-only.
pt: Por favor tenha certeza que o arquivo e somente para leitura.

source: Scene Graph
pt: Grafico da cena

source: Plants
pt: Plantas

source: Linear Structures
pt: Estrutura Linear

source: Routes
pt: Caminhos

source: Camera-View
pt: Visão de Camera

source: Locations
pt: Localização

source: Building Properties
pt: Contruindo Propiedades

source: Layers
pt: Camadas

source: Instances
pt: Instâncias

source: Distance
pt: Distância

source: Time
pt: Tempo

source: E&xit (Esc)
pt: Sair

source: Exit
pt: Sair

source: &File
pt: Arquivo

source: Select
pt: Selecione

source: Fences
pt: Cerca

source: Navigate
pt: Navegar

source: &Tools
pt: Ferramentas

source: Go to Space
pt: Vá para o espaço

source: Save scene graph to .osg
pt: Salve o gráfico da cena para .osd

source: Time... Ctrl+I
pt: Tempo... Ctrl+I

source: Time Stop
pt: Tempo parado

source: Time Faster
pt: Tempo rápido

source: &Scene
pt: &Cena

source: Wireframe Ctrl+W
pt: Aramado

source: Fullscreen Ctrl+F
pt: Tela Cheia

source: Top-Down Camera Ctrl+T
pt: Camera Acima - Abaixo

source: Framerate Chart Ctrl+Z
pt: Mapa da Taxa de Moldura

source: Camera - View Settings Ctrl+S
pt: Configuração de visão de Camera

source: Save Window Snapshot
pt: Salve a Janela Snapshot

source: Save Numbered Snapshot Ctrl+N
pt: Salve Numerado Snapshot Ctrl+N

source: &Status Bar
pt: Barra de estatus

source: &View
pt: Visão

source: Fly Slower (S)
pt: Voar Lento

source: Fly Faster (F)
pt: Voar Rápido

source: Maintain height above ground (A)
pt: Mantendo alto acima do chão

source: &Navigate
pt: Navegar

source: Normal Terrain Flyer
pt: Voô Normal sobre o terreno

source: Flyer with Velocity
pt: Voar com velocidade

source: Grab-Pivot
pt: Segure o Pivo

source: Panoramic Flyer
pt: Vôo Panorâmico

source: Navigation Style
pt: Estilo de Navegação

source: LOD Terrain Surface F3
pt: LOD Superficie do Terreno F3

source: Cull every frame Ctrl+C
pt: Escolher cada moldura

source: Cull once Ctrl+K
pt: Escolher uma vez Ctrl+K

source: Show Sky F4
pt: Mostre o Céu

source: Show Ocean F5
pt: Mostre o Oceano

source: Show Plants F6
pt: Mostre as Plantas

source: Show Structures F7
pt: Mostre as Estruturas

source: Show Roads F8
pt: Mostre as Estradas

source: Show Fog F9
pt: Mostre a Neblina

source: Increase Detail (+)
pt: Aumente os Detalhes

source: Decrease Detail (-)
pt: Diminui os Detalhes

source: Save Vegetation As...
pt: Salve a Vegetação como...

source: Save Built Structures As...
pt: Salve as estruturas das contruções como...

source: Toggle Artificial Foundations
pt: Mudar as Fundações artificiais

source: &Recalculate Shading Ctrl+R
pt: &Recalcule o Sombreamento Ctrl+R

source: Te&rrain
pt: Terreno

source: &Flatten Ctrl+E
pt: &Achatar Ctrl+E

source: &Unfold Ctrl+U
pt: &Aclarar Ctrl+U

source: &Load Point Data... Ctrl+P
pt: &Leia o Ponto Data... Ctrl+P

source: &Earth
pt: &Terra

source: About
pt: Sobre

source: &Help
pt: Ajuda

source: Create Fences
pt: Cria Cerca

source: Create Routes
pt: Cria Caminhos

source: Create Plants
pt: Cria Plantas

source: Create Instances
pt: Cria Instâncias

source: Measure Distance
pt: Mede Distâncias

source: Maintain Height
pt: Mantem Alto

source: Fly Faster
pt: Vôe Rápido

source: Fly Slower
pt: Vôe Lento

source: Camera Dialog
pt: Diálogo com a Camera

source: Snapshot
pt: Istantâneo

source: Numbered Snapshot
pt: Istantâneo Numerado

source: Show Layer Dialog
pt: Mostra o diálogo de Camadas

source: Go to Terrain
pt: Vá para o Terreno

source: Show Sunlight
pt: Mostre a Luz do Sol

source: Axes
pt: Eixos

source: Tilt
pt: Inclinar

source: Add Point Data
pt: Adicione o Ponto Data

source: Unfold
pt: Aclarar

source: Save View Snapshot
pt: Salve Visão Snapshot

source: Load Point Data
pt: Leia o ponto Data

source: Couldn't Open
pt: Não consegui Abrir

source: That file isn't point data.
pt: Aquele Arquivo Não tem ponto data

source: Properties
pt: Propiedades

source: Flip Footprint Direction
pt: Mover-se na Direção da pegada

source: Reload from Disk
pt: Re Abra do disco

source: Delete
pt: Apague

source: Save Vegetation Data
pt: Salve os dados de vegetação

source: Save Built Structures Data
pt: Salve os dados das estruturasde contruções

source: Meters/sec
pt: Metros/Seg

source: Km/hour
pt: Km/Hora

source: Miles/hour
pt: Milhas/Hora

source: Horizontal FOV (degrees)
pt: FOV Horizontal (graus)

source: Building
pt: Construido

source: Fence
pt: Cerca

source: Buildings: %d
pt: Contruindos: %d

source: Fences: %d
pt: Cercas: %d

source: Instances: %d
pt: Instâncias: %d

source: Couldn't recall point, probably a coordinate system transformation problem.
pt: Não consegui recarregar o ponto, provavelmente tem problema no sistema de coordenada.

source: Load Locations
pt: Carregando Localizações

source: Save Locations
pt: Salve Localizações

source: Location %d
pt: Localização

source: Type a name for the new location:
pt: Digite um nome para a nova localização:

source: Location Name
pt: Nome da localização

source: Couldn't store point, probably a coordinate system transformation problem.
pt: Não consegui guardar o ponto, provavelmente ocoreu problema no sistema de transformação.

source: Engines
pt: Motores

source: Light
pt: Luz

source: Geometry
pt: Geometria

source: Group
pt: Grupo

source: Other
pt: Outro

source: Mesh %d, %hs, %d verts, %d prims
pt: Unir %d, %hs, %d verts, %d prims

source: Text Mesh
pt: Unir Texto

source: (%d children)
pt: (%d filho)

source: (internal node)
pt: (Nó interno)

source: (non-node)
pt: (Não-Nõ)

source: (%d targets total)
pt: (%d objetivo total)

source: Maximum Texture Dimension: %d
pt: Dimenção Máxima da Textura: %d

source: OpenGL Info
pt: Informação OpenGL

source: Terrain Manager
pt: Gerente de terreno

source: Terrain Flyer with Velocity
pt: Velocidade de vôo sobre o terreno

source: (double-click to add files)
pt: (duplo clique para adicionar arquivos)

source: One of the following to add:
pt: Adicione um dos seguintes:

source: Choose a structure file
pt: Escolha o arquivo de estrutura

source: Set Initial Time
pt: Set tempo inicial

source: Terrain Data Paths
pt: Caminho dos Dados do terreno

source: Please enter the name for the terrain copy.
pt: Por favor entre com o nome da cópia do terreno.

source: Add Copy of Terrain
pt: Adicione cópia do terreno

source: Please enter the name for a new terrain .xml file.
pt: Por favor entre o nome para o novo terreno, arquivo .xml

source: Add Terrain
pt: Adicione Terreno

source: Specify Data Directory
pt: especifique o diretório para dados

source: Remove
pt: Remover

source: Cancel
pt: Cancelar

source: Launch with:
pt: Lançamento com

source: Earth View
pt: Visão de Terra

source: Image:
pt: Imagem:

source: Terrain
pt: Terreno

source: Edit Properties
pt: Edite Propriedades

source: Enabled
pt: Ligado

source: Zoom To
pt: Aumentar para

source: Refresh
pt: Atualizar

source: Name:
pt: Nome

source: Elevation
pt: Elevação

source: Texture
pt: Textura

source: Culture
pt: Cultura

source: Sky && Ocean
pt: Céu e Oceano

source: Miscellaneous
pt: Mescelânia

source: Species:
pt: Espécies:

source: Height:
pt: Altura:

source: meters
pt: metros

source: Planting Options
pt: Opções de Plantas

source: Individual instances
pt: Intância Individual

source: Straight line
pt: linha reta

source: Continuously
pt: Continuadamente

source: Height variance:
pt: Variação de Altura

source: Minimum spacing:
pt: Espaço minimo:

source: Save
pt: Salve

source: Load
pt: Abrir

source: Recall ->
pt: Re-Abra ->

source: <- Store
pt: <- Salve

source: Store As..
pt: Salve como..

source: Speed:
pt: Velocidade

source: Near Clipping Plane (meters):
pt: Perto Plano

source: Far Clipping Plane (meters):
pt: Longe Plano

source: Navigation Speed:
pt: Velocidade de Navegação:

source: Units
pt: Unidades

source: Accelerate by height above ground
pt: Aceleração por altura acima do chão

source: LOD distance for Vegetation
pt: LOD Distância para vegetação

source: LOD distance for Structures
pt: LOD Distância para estruturas

source: LOD distance for Roads
pt: LOD Distância para estradas

source: Structure Type:
pt: Tipo de estrutura:

source: Elevation Grid
pt: Grade de Elevação

source: Grid Filename:
pt: Nome do Arquivo de Grade:

source: Terrain LOD Method:
pt: Terreno LOD Metodo:

source: Triangle Count:
pt: Conta Triangulo

source: Use strips/fans
pt: Use faixa/ventilador

source: Elevation TIN
pt: Elevação TIN

source: TIN Filename:
pt: TIN Nome de Arquivo:

source: Vertical Exaggeration:
pt: Vertical Exageração:

source: No texture
pt: Sem textura

source: Single texture
pt: textura simples

source: Derive texture from elevation
pt: Derive textura para elevação

source: 4x4 Tiled texture
pt: 4x4 Azulejo de texturas

source: Tile size:
pt: Tamanho do Azulejo :

source: Filename base:
pt: Nome do Arquivo base:

source: File Format:
pt: Formato do Arquivo:

source: Filename:
pt: Nome do Arquivo:

source: Request 16-bit
pt: Requisitar 16-bit

source: Precompute lighting
pt: Précompute luzes

source: Lighting factor:
pt: fator de luzes:

source: Cast shadows
pt: Grupo de Sombras

source: Source file:
pt: Source arquivo:

source: Visibility distance:
pt: Distância de visbilidade:

source: Roads
pt: Estradas

source: Ground offset:
pt: Chão offset:

source: Visibility distance:
pt: Distâcia de visibilidade:

source: Texture-map roads
pt: mapa de texturas de estradas

source: Road culture (stoplights, etc.)
pt: Cultura de estradas (luzes de peradas, etc.)

source: Include:
pt: Incluir:

source: Highways
pt: Alto estradas

source: Paved
pt: Pavimentado

source: Dirt
pt: Sujo

source: Structure Files
pt: Arquivo de estruturas

source: Enable Vehicles
pt: Veiculos ligados

source: Navigation
pt: Navegação

source: Style:
pt: Estilo:

source: Minimum height above ground:
pt: Altura minima acima do chão:

source: Navigation speed:
pt: Velocidade de Navegação:

source: meters/frame
pt: metros/frame

source: Default Locations File:
pt: Localização do arquivo Default:

source: Initial Camera Location
pt: Localização inicial da Camera

source: Near clipping ("Hither") distance
pt: Perto clipping ("Hither") Distância

source: Initial Time:
pt: Tempo Inicial:

source: Set
pt: Ajustar

source: Time Moves
pt: Tempo Moves

source: Faster than real:
pt: Mais Rápido do que real:

source: Add Path
pt: Adicione caminho

source: Add Copy
pt: Adicione Cópia

source: Edit Parameters
pt: Edite Parâmetros

source: Ocean plane
pt: Plano do Oceano

source: Level (meters)
pt: Nível (metros)

source: Depress Ocean
pt: Depressão do Oceano

source: Sky dome
pt: Cupula do Céu

source: Artificial Horizon
pt: Horizonte Artificial

source: Fog
pt: Neblina

source: Distance (km)
pt: Distância (km)

source: Visible
pt: Visível

source: Show All
pt: Mostre tudo

source: Year:
pt: Ano:

source: Month
pt: Mês

source: Day
pt: Dia

source: Hour:
pt: Hora:

source: Minute
pt: Minuto

source: Second
pt: Segundo

source: Stop
pt: Pare

source: Color:
pt: Cor:

source: Height above ground
pt: Altura acima do chão

source: Label Size (vertical)
pt: Tamanho da etiqueta (vertical)

source: Building Levels
pt: Nível de contrucoes

source: Copy
pt: Copiar

source: Del
pt: Apagar

source: Up
pt: Acima

source: Down
pt: Abaixo

source: Baseline Editor
pt: Editor de Linha Base

source: Level Properties
pt: Nível de propiedades

source: Stories:
pt: Grave:

source: Story Height:
pt: Grave Altura:

source: Edge Slopes:
pt: Declive da borda

source: Edges >>
pt: Bordas >>

source: Edges:
pt: Bordas:

source: Edge Properties
pt: Propiedade das Borda

source: Facade
pt: Fachada

source: Slope:
pt: Declive

source: Clear
pt: Limpar

source: Wall
pt: Murro

source: Window
pt: Janela

source: Door
pt: Porta

source: Edges <<
pt: Bordas <<

source: Type:
pt: Tipo:

source: Spacing:
pt: Espacando:

source: Height:
pt: Altura:

source: Instance from Content File
pt: Instâncias do arquivo de conteúdo

source: File:
pt: Arquivo:

source: Instance from 3D Model File
pt: Instância do arquivo modelo 3D

source: Location:
pt: Localização:

source: Map Offset
pt: Mapa Offset

source: Map Distance
pt: Mapa Distância

source: Geodesic Distance
pt: Geodesic Distância

source: Approximate Ground
pt: Aproximado do chão

source: Vertical Difference
pt: Diferença Vertical
